Repository: atareao/antiviral
Catalog: po/*.po
Languages: de, es, hu, ms

source: Del.
de: Entf.
es: Borrar
hu: Törlés
ms: Pdm.

source: Qua.
es: Cuar.
hu: Karantén
ms: Kuar.

source: File
de: Datei
es: Archivo
hu: Fájl
ms: Fail

source: Execute
de: Ausführen
es: Ejecutar
hu: Végrehajtás
ms: Lakukan

source: There is a file like this in quarentine, remove this new file?
de: Eine Datei wie diese befindet sich in der Quarantäne, möchten Sie diese Datei löschen?
es: Existe un archivo como este en cuarentena, ¿borramos este nuevo archivo?
hu: Egy ehhez hasonló fájl van a karanténban, eltávolítja ezt az új fájlt?
ms: Terdapat fail seperti ini di dalam kuarantin, buang fail baru ini?

source: ClamAV version
es: Versión de ClamAV
hu: ClamAV verzió
ms: Versi ClamAV

source: Scan home now
es: Escanear home ahora

source: Scan selected folders now
es: Escanear directorios ahora

source: Exit
de: Beenden
es: Salir
hu: Kilépés
ms: Keluar

source: About
de: Über
es: Acerca de...
hu: Névjegy
ms: Perihal

source: Update
es: Actualizar

source: Update virus database
de: Aktualisiert die Virusdatenbank
es: Actualizar base de datos de virus
hu: Vírusadatbázis frissítése
ms: Kemaskini pangkalan data virus

source: Scan
es: Escanear
hu: Vizsgálat
ms: Imbas

source: Folder
de: Verzeichnis
es: Directorio
hu: Mappa

source: Add new folder
es: Añadir un nuevo directorio

source: Remove all folders
de: Alle Verzeichnisse löschen
es: Borrar todos los directorios
hu: Minden mappa eltávolítása
ms: Buang semua folder

source: Select Folder...
de: Verzeichnis auswählen...
es: Selecciona directorio...
hu: Mappa kiválasztása…
ms: Pilih Folder...

source: Processing folders...
es: Procesando directorios...

source: A graphical interface for ClamAV
de: Eine grafische Oberfläche für ClamAV
es: Un interfaz gráfico para ClamAV
hu: Egy grafikus felület ehhez ClamAV
ms: Antaramuka bergrafik untuk ClamAV

source: main is up to date
de: Hauptdatenbank ist aktuell
es: La base de datos principal está actualizada
hu: a fő naprakész
ms: fail utama sudah dikemaskini

source: main updated
de: Hauptdatenbank aktualisiert
es: La base de datos principal está actualizada
hu: fő frissítve
ms: fail utama dikemaskini

source: daily is up to date
de: Tägliche Datenbank ist aktuell
es: La base de datos diaria está actualizada
hu: a napi naprakész
ms: fail harian telah dikemaskini

source: daily updated
de: Tägliche Datenbank aktualisiert
es: La base de datos diaria está actualizada
hu: napi frissítve
ms: fail harian dikemaskini

source: bytecode is up to date
de: Bytecode ist aktuell
es: bytecode está actualizado
hu: a bytecode naprakész
ms: bytecode sudah dikemaskini

source: bytecode updated
de: Bytecode aktualisiert
es: bytecode está actualizado
hu: bytecode frissítve
ms: bytecode dikemaskini

source: Reloading
es: Recargando

source: Scanning...
de: Überprüfe...
es: Escaneando...
hu: Vizsgálat…
ms: Mengimbas...

source: What a pity!, In this machine there are viruses!
de: Was für eine Schande!, Auf diesem Computer befinden sich Viren!
es: Que lástima!!, en este equipo hay virus!
hu: Milyen kár! Ezen a gépen vírusok vannak!
ms: Alamak! Komputer ini dijangkiti virus!

source: Congratulations!!, no viruses found
de: Gratuliere!!, keine Viren gefunden
es: Enhorabuena!, no se ha encontrado ningún virus
hu: Gratulálunk!! Nincs vírus találat.
ms: Tahniah! tiada virus ditemui

source: Virus
hu: Vírus

source: Rec.
hu: Felvétel
ms: Rek.

source: Antiviral
de: Anti-Virus
